Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Photos in these albums appear in your timeline, marked as on-device. SelfPhotos reads each one once to check whether it is already on the server — photos stored only in iCloud are downloaded to do that.
ar: تظهر الصور الموجودة في هذه الألبومات في مخططك الزمني مع الإشارة إلى وجودها على الجهاز. يقرأ SelfPhotos كل صورة مرة واحدة للتحقق مما إذا كانت موجودة على الخادم — ويتم تنزيل الصور المخزنة في iCloud فقط لإجراء ذلك.
bg: Снимките в тези албуми се показват във времевата линия, отбелязани като налични на устройството. SelfPhotos прочита всяка веднъж, за да провери дали вече е на сървъра — снимките, съхранявани само в iCloud, се изтеглят за тази проверка.
bn: এই অ্যালবামগুলোর ছবি আপনার টাইমলাইনে ডিভাইসে আছে হিসেবে চিহ্নিত হয়ে দেখা যায়। SelfPhotos প্রতিটি ছবি একবার পড়ে দেখে সেটি সার্ভারে আগে থেকেই আছে কি না — শুধু iCloud-এ থাকা ছবি এই পরীক্ষার জন্য ডাউনলোড করা হয়।
ca: Les fotos d'aquests àlbums apareixen a la cronologia marcades com a disponibles al dispositiu. SelfPhotos en llegeix cadascuna una vegada per comprovar si ja és al servidor — les fotos que només són a l'iCloud es baixen per fer aquesta comprovació.
cs: Fotky v těchto albech se zobrazí na časové ose jako uložené v zařízení. SelfPhotos každou z nich jednou načte, aby ověřil, zda již je na serveru – fotky uložené pouze na iCloudu se kvůli tomu stáhnou.
da: Fotos i disse album vises på din tidslinje markeret som værende på enheden. SelfPhotos læser hvert foto én gang for at kontrollere, om det allerede findes på serveren – fotos, der kun er gemt i iCloud, downloades for at gøre dette.
de: Fotos in diesen Alben werden in deiner Zeitleiste als auf dem Gerät vorhanden angezeigt. SelfPhotos liest jedes Foto einmal, um zu prüfen, ob es bereits auf dem Server vorhanden ist. Fotos, die nur in iCloud gespeichert sind, werden dafür heruntergeladen.
el: Οι φωτογραφίες σε αυτά τα άλμπουμ εμφανίζονται στη γραμμή χρόνου ως αποθηκευμένες στη συσκευή. Το SelfPhotos διαβάζει καθεμία μία φορά για να ελέγξει αν βρίσκεται ήδη στον διακομιστή. Οι φωτογραφίες που είναι αποθηκευμένες μόνο στο iCloud λαμβάνονται για αυτόν τον έλεγχο.
es: Las fotos de estos álbumes aparecen en la línea de tiempo marcadas como presentes en el dispositivo. SelfPhotos lee cada una una vez para comprobar si ya está en el servidor; las fotos guardadas únicamente en iCloud se descargan para realizar esta comprobación.
fa: عکس‌های این آلبوم‌ها در خط زمانی با نشان موجود در دستگاه نمایش داده می‌شوند. SelfPhotos هرکدام را یک‌بار می‌خواند تا بررسی کند آیا از قبل در سرور هستند یا نه — عکس‌هایی که فقط در iCloud ذخیره شده‌اند برای این کار دریافت می‌شوند.
fi: Näiden albumien kuvat näkyvät aikajanallasi laitteessa oleviksi merkittyinä. SelfPhotos lukee jokaisen kerran tarkistaakseen, onko se jo palvelimella. Vain iCloudiin tallennetut kuvat ladataan tätä varten.
fr: Les photos de ces albums apparaissent dans votre chronologie comme présentes sur l’appareil. SelfPhotos lit chacune d’elles une fois pour vérifier si elle se trouve déjà sur le serveur. Les photos stockées uniquement dans iCloud sont téléchargées pour effectuer cette vérification.
he: תמונות באלבומים האלה מופיעות בציר הזמן ומסומנות כקיימות במכשיר. SelfPhotos קורא כל אחת פעם אחת כדי לבדוק אם היא כבר נמצאת בשרת. תמונות השמורות רק ב-iCloud מורדות לצורך הבדיקה.
hi: इन एल्बम की फ़ोटो आपकी टाइमलाइन में डिवाइस पर मौजूद के रूप में दिखाई देती हैं। SelfPhotos हर फ़ोटो को एक बार पढ़कर जाँचता है कि वह सर्वर पर पहले से है या नहीं। केवल iCloud में मौजूद फ़ोटो इस जाँच के लिए डाउनलोड की जाती हैं।
hr: Fotografije u ovim albumima pojavljuju se na vremenskoj crti, označene kao dostupne na uređaju. SelfPhotos svaku pročita jednom kako bi provjerio postoji li već na poslužitelju — fotografije pohranjene samo u iCloudu preuzimaju se radi te provjere.
hu: Az ezekben az albumokban lévő fotók az idővonalon eszközön tároltként jelennek meg. A SelfPhotos mindegyiket egyszer beolvassa, hogy ellenőrizze, megtalálható-e már a szerveren — a csak az iCloud szolgáltatásban tárolt fotókat ehhez letölti.
id: Foto dalam album ini muncul di linimasa Anda dan ditandai sebagai berada di perangkat. SelfPhotos membaca setiap foto satu kali untuk memeriksa apakah sudah ada di server — foto yang hanya tersimpan di iCloud akan diunduh untuk melakukannya.
it: Le foto di questi album vengono visualizzate nella cronologia come presenti sul dispositivo. SelfPhotos le legge una volta per verificare se sono già sul server; le foto archiviate solo in iCloud vengono scaricate per eseguire il controllo.
ja: これらのアルバムの写真は、デバイス上の項目としてタイムラインに表示されます。SelfPhotosはサーバー上にすでに存在するか確認するため各写真を一度読み込みます。その際、iCloudのみに保存されている写真はダウンロードされます。
kk: Бұл альбомдардағы фотосуреттер уақыт шкаласында құрылғыда бар деп белгіленіп көрсетіледі. SelfPhotos олардың серверде бар-жоғын тексеру үшін әрқайсысын бір рет оқиды — тек iCloud қызметінде сақталған фотосуреттер осы тексеріс үшін жүктеп алынады.
ko: 이 앨범의 사진은 기기에 있는 항목으로 표시되어 타임라인에 나타납니다. SelfPhotos는 서버에 이미 있는지 확인하기 위해 각 사진을 한 번씩 읽으며, iCloud에만 저장된 사진은 이 확인을 위해 다운로드됩니다.
lt: Šių albumų nuotraukos rodomos laiko juostoje kaip esančios įrenginyje. SelfPhotos kiekvieną jų perskaito vieną kartą, kad patikrintų, ar ji jau yra serveryje – tik iCloud saugomos nuotraukos tam atsisiunčiamos.
ms: Foto dalam album ini dipaparkan dalam garis masa anda dengan tanda berada pada peranti. SelfPhotos membaca setiap satu sekali untuk memeriksa sama ada ia sudah berada pada pelayan — foto yang hanya disimpan dalam iCloud dimuat turun untuk pemeriksaan itu.
nb: Bilder i disse albumene vises på tidslinjen og merkes som lagret på enheten. SelfPhotos leser hvert bilde én gang for å kontrollere om det allerede finnes på serveren – bilder som bare er lagret i iCloud, lastes ned for denne kontrollen.
nl: Foto's in deze albums verschijnen in je tijdlijn en worden gemarkeerd als aanwezig op het apparaat. SelfPhotos leest elke foto één keer om te controleren of deze al op de server staat. Foto's die alleen in iCloud zijn bewaard, worden hiervoor gedownload.
pl: Zdjęcia z tych albumów pojawiają się na osi czasu jako zapisane na urządzeniu. SelfPhotos odczytuje każde z nich raz, aby sprawdzić, czy znajduje się już na serwerze — zdjęcia przechowywane tylko w iCloud są w tym celu pobierane.
pt: As fotos destes álbuns aparecem na cronologia, assinaladas como presentes no dispositivo. O SelfPhotos lê cada uma uma vez para verificar se já está no servidor — as fotos guardadas apenas no iCloud são transferidas para efetuar esta verificação.
ro: Fotografiile din aceste albume apar în cronologie, marcate ca fiind pe dispozitiv. SelfPhotos citește fiecare fotografie o singură dată pentru a verifica dacă se află deja pe server — fotografiile stocate numai în iCloud sunt descărcate pentru această verificare.
ru: Фотографии из этих альбомов отображаются на временной шкале с отметкой о наличии на устройстве. SelfPhotos один раз считывает каждую фотографию, чтобы проверить, есть ли она на сервере. Для этой проверки фотографии, хранящиеся только в iCloud, загружаются на устройство.
sk: Fotografie v týchto albumoch sa zobrazia na časovej osi označené ako uložené v zariadení. SelfPhotos každú z nich raz načíta a overí, či už je na serveri. Fotografie uložené iba v službe iCloud sa na tento účel stiahnu.
sl: Fotografije iz teh albumov so prikazane na časovnici in označene kot shranjene v napravi. SelfPhotos vsako enkrat prebere, da preveri, ali je že v strežniku. Fotografije, shranjene samo v storitvi iCloud, se za to preverjanje prenesejo.
sv: Foton i de här albumen visas på tidslinjen och markeras som sparade på enheten. SelfPhotos läser varje foto en gång för att kontrollera om det redan finns på servern. Foton som bara lagras i iCloud hämtas för kontrollen.
th: รูปภาพในอัลบั้มเหล่านี้จะแสดงในไทม์ไลน์และทำเครื่องหมายว่าอยู่บนอุปกรณ์ SelfPhotos จะอ่านแต่ละรูปหนึ่งครั้งเพื่อตรวจสอบว่ามีอยู่บนเซิร์ฟเวอร์แล้วหรือไม่ โดยจะดาวน์โหลดรูปภาพที่เก็บไว้เฉพาะใน iCloud เพื่อทำการตรวจสอบนี้
tr: Bu albümlerdeki fotoğraflar zaman çizelgenizde cihazda olarak işaretlenmiş şekilde görünür. SelfPhotos, sunucuda zaten bulunup bulunmadığını denetlemek için her birini bir kez okur; yalnızca iCloud'da saklanan fotoğraflar bunun için indirilir.
uk: Фото із цих альбомів відображаються на часовій шкалі з позначкою, що вони є на пристрої. SelfPhotos один раз зчитує кожне з них, щоб перевірити наявність на сервері. Фото, що зберігаються лише в iCloud, завантажуються для цієї перевірки.
vi: Ảnh trong các album này xuất hiện trên dòng thời gian và được đánh dấu là có trên thiết bị. SelfPhotos đọc mỗi ảnh một lần để kiểm tra xem ảnh đã có trên máy chủ chưa — ảnh chỉ lưu trong iCloud sẽ được tải xuống để thực hiện việc này.
zh_hans: 这些相册中的照片会显示在时间线中，并标记为位于设备上。SelfPhotos 会读取每张照片一次，以检查服务器上是否已有该照片；仅存储在 iCloud 中的照片将下载到设备以进行检查。
zh_hant: 這些相簿中的相片會顯示在時間軸中，並標示為位於裝置上。SelfPhotos 會讀取每張相片一次，以檢查伺服器上是否已有該相片；僅儲存在 iCloud 中的相片將下載到裝置以進行檢查。

source: Pinch or double tap to zoom
ar: ضم إصبعين أو انقر نقرًا مزدوجًا للتكبير
bg: Съберете пръсти или докоснете двукратно за мащабиране
bn: জুম করতে দুই আঙুলে চিমটি কাটুন বা দুইবার ট্যাপ করুন
ca: Pessiga o toca dues vegades per ampliar
cs: Přiblížíte sevřením prstů nebo poklepáním
da: Knib eller tryk to gange for at zoome
de: Zum Zoomen aufziehen oder doppeltippen
el: Κάντε σύγκλιση ή διπλό άγγιγμα για ζουμ
es: Pellizca o toca dos veces para ampliar
fa: برای بزرگ‌نمایی نیشگون بگیرید یا دو بار ضربه بزنید
fi: Lähennä nipistämällä tai kaksoisnapauttamalla
fr: Pincez ou touchez deux fois pour zoomer
he: צביטה או הקשה כפולה לשינוי מרחק מתצוגה
hi: ज़ूम करने के लिए पिंच या डबल टैप करें
hr: Stisnite prstima ili dvaput dodirnite za zumiranje
hu: A nagyításhoz csípjen össze vagy koppintson duplán
id: Cubit atau ketuk dua kali untuk memperbesar
it: Pizzica o tocca due volte per ingrandire
ja: ピンチまたはダブルタップで拡大
kk: Үлкейту үшін екі саусақпен қысыңыз немесе екі рет түртіңіз
ko: 확대하려면 손가락을 모으거나 두 번 탭하세요
lt: Norėdami priartinti, suimkite arba palieskite dukart
ms: Cubit atau ketik dua kali untuk zum
nb: Knip eller dobbelttrykk for å zoome
nl: Knijp of tik dubbel om in te zoomen
pl: Zsuń palce lub stuknij dwukrotnie, aby powiększyć
pt: Junte ou afaste os dedos, ou toque duas vezes, para ampliar
ro: Apropiați sau depărtați degetele ori atingeți de două ori pentru zoom
ru: Сведите или разведите пальцы либо дважды коснитесь для масштабирования
sk: Priblížte dvoma prstami alebo dvojitým klepnutím
sl: Za povečavo približajte prsta ali se dvakrat dotaknite
sv: Nyp eller tryck två gånger för att zooma
th: จีบนิ้วหรือแตะสองครั้งเพื่อซูม
tr: Yakınlaştırmak için sıkıştırın veya çift dokunun
uk: Зведіть або розведіть пальці чи двічі торкніться, щоб змінити масштаб
vi: Chụm hai ngón tay hoặc chạm hai lần để thu phóng
zh_hans: 双指捏合或轻点两下来缩放
zh_hant: 雙指撥動或點兩下來縮放

source: Places
ar: الأماكن
bg: Места
bn: স্থান
ca: Llocs
cs: Místa
da: Steder
de: Orte
el: Μέρη
es: Lugares
fa: مکان‌ها
fi: Paikat
fr: Lieux
he: מקומות
hi: स्थान
hr: Mjesta
hu: Helyek
id: Tempat
it: Luoghi
ja: 場所
kk: Орындар
ko: 장소
lt: Vietos
ms: Tempat
nb: Steder
nl: Plaatsen
pl: Miejsca
pt: Locais
ro: Locuri
ru: Места
sk: Miesta
sl: Kraji
sv: Platser
th: สถานที่
tr: Yerler
uk: Місця
vi: Địa điểm
zh_hans: 地点
zh_hant: 地點

source: Portrait
ar: عمودي
bg: Портрет
bn: পোর্ট্রেট
ca: Vertical
cs: Na výšku
da: Stående
de: Hochformat
el: Κατακόρυφα
es: Vertical
fa: عمودی
fi: Pysty
he: לאורך
hi: पोर्ट्रेट
hr: Portret
hu: Álló
id: Potret
it: Verticale
ja: 縦向き
kk: Тік
ko: 세로
lt: Stačias
ms: Potret
nb: Stående
nl: Staand
pl: Pionowo
pt: Vertical
ro: Portret
ru: Портрет
sk: Na výšku
sl: Pokončno
sv: Stående
th: แนวตั้ง
tr: Dikey
uk: Портретна
vi: Dọc
zh_hans: 竖向
zh_hant: 直向

source: Profile and Settings
ar: الملف الشخصي والإعدادات
bg: Профил и настройки
bn: প্রোফাইল ও সেটিংস
ca: Perfil i configuració
cs: Profil a nastavení
da: Profil og indstillinger
de: Profil und Einstellungen
el: Προφίλ και ρυθμίσεις
es: Perfil y ajustes
fa: نمایه و تنظیمات
fi: Profiili ja asetukset
fr: Profil et réglages
he: פרופיל והגדרות
hi: प्रोफ़ाइल और सेटिंग्स
hr: Profil i postavke
hu: Profil és beállítások
id: Profil dan Pengaturan
it: Profilo e impostazioni
ja: プロフィールと設定
kk: Профиль және параметрлер
ko: 프로필 및 설정
lt: Profilis ir nustatymai
ms: Profil dan Tetapan
nb: Profil og innstillinger
nl: Profiel en instellingen
pl: Profil i ustawienia
pt: Perfil e definições
ro: Profil și configurări
ru: Профиль и настройки
sk: Profil a nastavenia
sl: Profil in nastavitve
sv: Profil och inställningar
th: โปรไฟล์และการตั้งค่า
tr: Profil ve Ayarlar
uk: Профіль і налаштування
vi: Hồ sơ và cài đặt
zh_hans: 个人资料和设置
zh_hant: 個人檔案與設定

source: Put existing photos into albums using current sync settings
ar: أضف الصور الموجودة إلى الألبومات باستخدام إعدادات النسخ المتزامن الحالية
bg: Добавете наличните снимки в албуми, като използвате текущите настройки за синхронизиране
bn: বর্তমান সিঙ্ক সেটিংস ব্যবহার করে বিদ্যমান ছবিগুলো অ্যালবামে রাখুন
ca: Posa les fotos existents en àlbums utilitzant la configuració de sincronització actual
cs: Umístit existující fotky do alb s použitím aktuálního nastavení synchronizace
da: Sæt eksisterende billeder i albummer ved hjælp af aktuelle synkroniseringsindstillinger
de: Aktuelle Synchronisationseinstellungen verwenden, um existierende Fotos in Alben zu laden
el: Τοποθετείστε τις υπάρχουσες φωτογραφίες σε άλμπουμ χρησιμοποιώντας τις τρέχουσες ρυθμίσεις συγχρονισμού
es: Añade fotos existentes en álbumes usando la configuración actual de sincronización
fa: قرار دادن عکس‌های موجود در آلبوم‌ها با تنظیمات همگام‌سازی فعلی
fi: Siirrä olemassa olevat kuvat albumeihin käyttäen nykyisiä synkronointiasetuksia
fr: Mettre les photos existantes dans des albums en utilisant les paramètres de synchronisation actuels
he: שים תמונות קיימות בתוך אלבומים באמצעות הגדרות הסנכרון הנוכחיות
hi: वर्तमान सिंक सेटिंग्स का उपयोग करके मौजूदा फ़ोटो को एल्बम में डालें
hr: Organiziraj postojeće fotografije u albume koristeći trenutne postavke sinkronizacije
hu: Meglévő fotók albumokba helyezése, a jelenlegi szinkronizációs beállítások alapján
id: Masukkan foto yang ada ke album sesuai pengaturan sinkronisasi
it: Inserisci le foto esistenti all'interno degli albums utilizzando le attuale impostazioni di sincronizzazione
ja: 既存の写真を、現在の同期設定に基づきアルバムに追加する
kk: Ағымдағы синхрондау параметрлерімен бар фотосуреттерді альбомдарға орналастыру
ko: 현재 동기화 설정을 사용하여 기존 사진을 앨범으로 정리합니다
lt: Sukelti egzistuojančias nuotraukas į albumus naudojant dabartinius sinchronizavimo nustatymus
ms: Letakkan foto sedia ada ke dalam album menggunakan tetapan penyegerakan semasa
nb: Plasser eksisterende bilder i album ved å bruke synkroniseringsinnstillinger
nl: Bestaande foto's in albums plaatsen met de huidige synchronisatie-instellingen
pl: Umieść istniejące zdjęcia w albumach przy użyciu bieżących ustawień synchronizacji
pt: Colocar fotos existentes em álbuns utilizando as definições atuais de sincronização
ro: Pune fotografiile existente în albume folosind setările curente de sincronizare
ru: Добавить уже существующие объекты в альбомы, используя текущие настройки синхронизации
sk: Vložiť existujúce fotky do albumov podľa aktuálnych nastavení synchronizácie
sl: Dodaj obstoječe fotografije v albume z uporabo trenutnih nastavitev sinhronizacije
sv: Lägg befintliga foton i album med aktuella synkroniseringsinställningar
th: นำรูปภาพที่มีอยู่แล้วเข้าไปยังอัลบั้มโดยใช้การตั้งค่าการซิงก์ปัจจุบัน
tr: Mevcut fotoğrafları geçerli eşitleme ayarlarını kullanarak albümlere yerleştirin
uk: Помістити наявні фото в альбоми відповідно до поточних налаштувань синхронізації
vi: Đưa ảnh hiện có vào album bằng cách sử dụng cài đặt đồng bộ hiện tại
zh_hans: 使用当前的同步设置，将现有照片归入相册
zh_hant: 使用目前同步設定將現有相片放入相簿

source: random
ar: عشوائي
bg: случайно
bn: এলোমেলো
ca: aleatori
cs: náhodně
da: tilfældig
de: zufällig
el: τυχαίο
es: aleatorio
fa: تصادفی
fi: satunnainen
fr: aléatoire
he: אקראי
hi: यादृच्छिक
hr: nasumično
hu: véletlenszerű
id: acak
it: casuale
ja: ランダム
kk: кездейсоқ
ko: 무작위
lt: atsitiktinis
ms: rawak
nb: tilfeldig
nl: willekeurig
pl: losowo
pt: aleatório
ro: aleatoriu
ru: случайно
sk: náhodne
sl: naključno
sv: slumpmässigt
th: สุ่ม
tr: rastgele
uk: випадково
vi: ngẫu nhiên
zh_hans: 随机
zh_hant: 隨機

source: Refresh Compatibility
ar: تحديث التوافق
bg: Обновяване на съвместимостта
bn: সামঞ্জস্যতা রিফ্রেশ করুন
ca: Actualitza la compatibilitat
cs: Obnovit kompatibilitu
da: Opdater kompatibilitet
de: Kompatibilität aktualisieren
el: Ανανέωση συμβατότητας
es: Actualizar compatibilidad
fa: تازه‌سازی سازگاری
fi: Päivitä yhteensopivuus
fr: Actualiser la compatibilité
he: רענון התאימות
hi: अनुकूलता रीफ़्रेश करें
hr: Osvježi kompatibilnost
hu: Kompatibilitás frissítése
id: Segarkan Kompatibilitas
it: Aggiorna compatibilità
ja: 互換性を再確認
kk: Үйлесімділікті жаңарту
ko: 호환성 새로 고침
lt: Atnaujinti suderinamumą
ms: Segarkan Keserasian
nb: Oppdater kompatibilitet
nl: Compatibiliteit vernieuwen
pl: Odśwież zgodność
pt: Atualizar compatibilidade
ro: Reîmprospătați compatibilitatea
ru: Обновить сведения о совместимости
sk: Obnoviť kompatibilitu
sl: Osveži združljivost
sv: Uppdatera kompatibilitet
th: รีเฟรชความเข้ากันได้
tr: Uyumluluğu Yenile
uk: Оновити сумісність
vi: Làm mới khả năng tương thích
zh_hans: 刷新兼容性
zh_hant: 重新整理相容性

source: Remainder
ar: بقية
bg: Остават
bn: অবশিষ্ট
ca: Pendents
cs: Zbývá
da: Tilbageværende
de: Verbleibend
el: Υπόλοιπο
es: Restante
fa: باقی‌مانده
fi: Jäljellä
fr: Restant
he: בהמתנה לגיבוי
hi: शेष
hr: Preostalo
hu: Hátralévő
id: Sisa
it: Rimanenti
ja: 残り
kk: Қалғаны
ko: 남은 항목
lt: Dar liko
ms: Peringatan
nb: Gjenstår
nl: Resterend
pl: Pozostałe
pt: Restante
ro: Rămas(e)
ru: Осталось
sk: Zostáva
sl: Ostanek
sv: Resterande
th: ที่เหลือ
tr: Kalan
uk: Залишок
vi: Còn lại
zh_hans: 剩余
zh_hant: 剩餘

source: Remove from Device
ar: إزالة من الجهاز
bg: Премахване от устройството
bn: ডিভাইস থেকে সরান
ca: Treu del dispositiu
cs: Odebrat ze zařízení
da: Fjern fra enhed
de: Vom Gerät entfernen
el: Αφαίρεση από τη συσκευή
es: Quitar del dispositivo
fa: برداشتن از دستگاه
fi: Poista laitteelta
fr: Supprimer de l’appareil
he: הסרה מהמכשיר
hi: डिवाइस से निकालें
hr: Ukloni s uređaja
hu: Eltávolítás az eszközről
id: Hapus dari Perangkat
it: Rimuovi dal dispositivo
ja: デバイスから削除
kk: Құрылғыдан алып тастау
ko: 기기에서 제거
lt: Pašalinti iš įrenginio
ms: Keluarkan daripada Peranti
nb: Fjern fra enheten
nl: Van apparaat verwijderen
pl: Usuń z urządzenia
pt: Remover do dispositivo
ro: Eliminați de pe dispozitiv
ru: Удалить с устройства
sk: Odstrániť zo zariadenia
sl: Odstrani iz naprave
sv: Ta bort från enheten
th: นำออกจากอุปกรณ์
tr: Cihazdan Kaldır
uk: Вилучити з пристрою
vi: Gỡ khỏi thiết bị
zh_hans: 从设备移除
zh_hant: 從裝置移除

source: Remove This Photo?
ar: إزالة هذه الصورة؟
bg: Премахване на тази снимка?
bn: এই ছবিটি সরাবেন?
ca: Vols treure aquesta foto?
cs: Odebrat tuto fotku?
da: Fjern dette foto?
de: Dieses Foto entfernen?
el: Να αφαιρεθεί αυτή η φωτογραφία;
es: ¿Quitar esta foto?
fa: این عکس برداشته شود؟
fi: Poistetaanko tämä kuva?
fr: Retirer cette photo ?
he: להסיר את התמונה הזאת?
hi: यह फ़ोटो निकालें?
hr: Ukloniti ovu fotografiju?
hu: Eltávolítja ezt a fotót?
id: Keluarkan Foto Ini?
it: Rimuovere questa foto?
ja: この写真を取り除きますか？
kk: Осы фотосуретті алып тастау керек пе?
ko: 이 사진을 제거하시겠습니까?
lt: Pašalinti šią nuotrauką?
ms: Keluarkan Foto Ini?
nb: Fjerne dette bildet?
nl: Deze foto verwijderen?
pl: Usunąć to zdjęcie?
pt: Remover esta foto?
ro: Eliminați această fotografie?
ru: Убрать эту фотографию?
sk: Odstrániť túto fotografiu?
sl: Odstranim to fotografijo?
sv: Ta bort det här fotot?
th: นำรูปภาพนี้ออกหรือไม่
tr: Bu Fotoğraf Kaldırılsın mı?
uk: Вилучити це фото?
vi: Gỡ ảnh này?
zh_hans: 移除此照片？
zh_hant: 移除此相片？

source: Rename
ar: إعادة تسمية
bg: Преименувай
bn: নাম পরিবর্তন করুন
ca: Canvia de nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
fa: تغییر نام
fi: Nimeä uudelleen
fr: Renommer
he: שנה שם
hi: नाम बदलें
hr: Preimenuj
hu: Átnevezés
id: Ubah nama
it: Rinomina
ja: リネーム
kk: Атын өзгерту
ko: 이름 바꾸기
lt: Pervadinti
ms: Namakan Semula
nb: Gi nytt navn
nl: Hernoemen
pl: Zmień nazwę
pt: Mudar o nome
ro: Redenumiți
ru: Переименовать
sk: Premenovať
sl: Preimenuj
sv: Döp om
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Person
ar: إعادة تسمية الشخص
bg: Преименуване на човек
bn: ব্যক্তির নাম পরিবর্তন করুন
ca: Canvia el nom de la persona
cs: Přejmenovat osobu
da: Omdøb person
de: Person umbenennen
el: Μετονομασία ατόμου
es: Cambiar el nombre de la persona
fa: تغییر نام فرد
fi: Nimeä henkilö uudelleen
fr: Renommer la personne
he: שינוי שם האדם
hi: व्यक्ति का नाम बदलें
hr: Preimenuj osobu
hu: Személy átnevezése
id: Ganti Nama Orang
it: Rinomina persona
ja: 人物名を変更
kk: Адамның атын өзгерту
ko: 인물 이름 변경
lt: Pervadinti asmenį
ms: Namakan Semula Orang
nb: Gi personen nytt navn
nl: Persoon hernoemen
pl: Zmień nazwę osoby
pt: Mudar o nome da pessoa
ro: Redenumiți persoana
ru: Переименовать человека
sk: Premenovať osobu
sl: Preimenuj osebo
sv: Byt namn på person
th: เปลี่ยนชื่อบุคคล
tr: Kişiyi Yeniden Adlandır
uk: Перейменувати людину
vi: Đổi tên người
zh_hans: 重命名人物
zh_hant: 重新命名人物

source: Required
ar: مطلوب
bg: Задължително
bn: প্রয়োজনীয়
ca: Obligatori
cs: Povinné
da: Påkrævet
de: Erforderlich
el: Απαιτείται
es: Obligatorio
fa: الزامی
fi: Pakollinen
fr: Requis
he: נדרש
hi: आवश्यक
hr: Obavezno
hu: Kötelező
id: Wajib
it: Obbligatorio
ja: 必須
kk: Міндетті
ko: 필수
lt: Privaloma
ms: Diperlukan
nb: Påkrevd
nl: Vereist
pl: Wymagane
pt: Obrigatório
ro: Obligatoriu
ru: Обязательно
sk: Povinné
sl: Obvezno
sv: Obligatoriskt
th: จำเป็น
tr: Gerekli
uk: Обов’язково
vi: Bắt buộc
zh_hans: 必填
zh_hant: 必填

source: Reset
ar: إعادة ضبط
bg: Нулиране
bn: রিসেট
ca: Restableix
cs: Výchozí
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fa: بازنشانی
fi: Nollaa
fr: Réinitialiser
he: איפוס
hi: रीसेट
hr: Resetiraj
hu: Visszaállítás
id: Atur ulang
it: Ripristina
ja: リセット
kk: Ысыру
ko: 초기화
lt: Atstatyti
ms: Tetapkan Semula
nb: Tilbakestill
nl: Resetten
pt: Redefinir
ro: Resetare
ru: Сброс
sk: Obnoviť
sl: Ponastavi
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

source: Reset Sync Database
ar: إعادة تعيين قاعدة بيانات المزامنة
bg: Нулиране на базата данни за синхронизация
bn: সিঙ্ক ডেটাবেস রিসেট করুন
ca: Restableix la base de dades de sincronització
cs: Obnovit databázi synchronizace
da: Nulstil synkroniseringsdatabase
de: Synchronisierungsdatenbank zurücksetzen
el: Επαναφορά βάσης συγχρονισμού
es: Restablecer base de datos de sincronización
fa: بازنشانی پایگاه داده همگام‌سازی
fi: Nollaa synkronointitietokanta
fr: Réinitialiser la base de synchronisation
he: איפוס מסד נתוני הסנכרון
hi: सिंक डेटाबेस रीसेट करें
hr: Poništi bazu podataka sinkronizacije
hu: Szinkronizálási adatbázis alaphelyzetbe állítása
id: Atur Ulang Basis Data Sinkronisasi
it: Reimposta database di sincronizzazione
ja: 同期データベースをリセット
kk: Синхрондау дерекқорын ысыру
ko: 동기화 데이터베이스 재설정
lt: Atkurti sinchronizavimo duomenų bazę
ms: Tetapkan Semula Pangkalan Data Penyegerakan
nb: Tilbakestill synkroniseringsdatabase
nl: Synchronisatiedatabase opnieuw instellen
pl: Zresetuj bazę danych synchronizacji
pt: Repor a base de dados de sincronização
ro: Resetați baza de date de sincronizare
ru: Сбросить базу данных синхронизации
sk: Resetovať databázu synchronizácie
sl: Ponastavi zbirko podatkov sinhronizacije
sv: Nollställ synkroniseringsdatabasen
th: รีเซ็ตฐานข้อมูลการซิงก์
tr: Eşitleme Veritabanını Sıfırla
uk: Скинути базу даних синхронізації
vi: Đặt lại cơ sở dữ liệu đồng bộ
zh_hans: 重置同步数据库
zh_hant: 重設同步資料庫
